---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIParallelFlange.BoltSpacing
source: html/4b316e2f-ef19-49b0-32da-0a99c8d2e627.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIParallelFlange.BoltSpacing Property

Standard bolt spacing, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacing { get; set; }
```